Repository: Philippe-dev/adminmoredates
Catalog: locales/*/main.po
Languages: fr

source: More dates
fr: Dates supplémentaires

source: Update date and hour
fr: Date et heure de mise à jour

source: Creation date and hour
fr: Date et heure de création

source: Creation date
fr: Date de création

source: Update date
fr: Date de mise à jour

source: Created
fr: Création

source: Updated
fr: Mise à jour

source: Activate plugin on this blog
fr: Activer le plugin sur ce blog

source: Display posts creation date
fr: Afficher les dates de création des billets

source: Display posts update date
fr: Afficher les dates de mise à jour des billets

source: Places
fr: Emplacements

source: Display dates on posts lists
fr: Afficher les dates dans les listes de billets

source: Display dates on post form
fr: Afficher les dates dans la page d'édition des billets

source: Admin More Dates
fr: Dates supplémentaires

source: Display entries creation or update dates
fr: Afficher les dates de création ou de mise à jour des publications

source: Update date and time
fr: Date et heure de mise à jour

source: Creation date and time
fr: Date et heure de création
